{
  "contacts": {
    "send": "Отправить",
    "phone": "+7 (495) 744-0107 (доб.118)",
    "request": "Оставьте заявку и мы Вам обязательно перезвоним!",
    "requestModal": "Оставьте заявку \n и мы Вам обязательно перезвоним!",
    "name": "Имя",
    "email": "Электронный адрес",
    "phoneTitle": "Контактный телефон",
    "message": "Сообщение"
  },
  "navbar": {
    "main": "Главная",
    "about": "О нас",
    "geophysics": "Геофизика",
    "supply": "Поставка аэродромной противопожарной\nСПЕЦТЕХНИКИ NAFFCO",
    "contacts": "Контакты",
    "request": "Оставить заявку",
    "menu": "Меню"
  },
  "mainPage": {
    "company": "Компания",
    "text": " - один из крупнейших производителей измерительных каротажных подъёмников, геофизических измерительных приборов и специальных транспортных средств"
  },
  "aboutPage": {
    "startLeftText": "Немецкая компания",
    "endLeftText": "была основана в 1990 году в городе Лейпциг и являлась филиалом VEB Geophysik Leipzig – крупнейшей компании по геофизическим методам разведки месторождений полезных ископаемых на территории Германии. Таким образом, основание компании Geo Sys позволило продолжить многолетнюю традицию геофизического приборостроения в Лейпциге.",
    "rightText": "Компания специализируется на производстве каротажных подъёмников,  морских контейнеров, геофизических измерительных приборов, модульных каротажных блоков и уверенно расширяет на рынке географию своего присутствия. Благодаря многолетнему опыту, бренд Geo Sys приобрел известность на территориях Центральной и Восточной Европы, Средней Азии и на Ближнем Востоке.\n\nСегодня продукция Geo Sys заслуженно является стандартом качества и ассоциируется с уникальностью, компетентностью, технологическими инновациями в сфере производства техники, оборудования и приборов для нефтяной и нефтегазовой отрасли.\n\nС января 2024 г. немецкая компания Geo Sys определила правопреемника - компанию Geo Sys Middle East, передав ей исключительное право на производство и реализацию каротажных подъемников и модульных каротажных блоков. На сегодняшний день промышленное производство сосредоточено в Дубае на территории Объединённых Арабских Эмиратов."
  },
  "specialEquipmentPage": {
    "title": "Поставка СПЕЦТЕХНИКИ NAFFCO",
    "text": "Geo Sys Middle East является официальным дилером компании NAFFCO FZCO – лидера мирового рынка по производству и поставкам высокотехнологичного противопожарного оборудования из Объединенных Арабских Эмиратов.",
    "subtext": "Мы занимаемся продажей аэродромной противопожарной спецтехники и специализируемся на её поставках аэропортам на территории Центральной Европы и стран СНГ.",
    "toEquipment": "К спецтехнике",
    "howWeWorks": "Как мы работаем?",
    "text1": "Представляем признанного мирового производителя, отвечаем за высокое качество и надежность поставляемой нами аэродромной противопожарной спецтехники",
    "text2": "Поставляем спецтехнику различной конфигурации с учётом индивидуальных потребностей заказчика",
    "text3": "Проводим обучение персонала заказчика по работе со спецтехникой",
    "text4": "Гарантируем внимательное отношение к заказчику на всех этапах - от момента заказа до поставки и ввода спецтехники в эксплуатацию",
    "text5": "Выполняем комплексную поставку спецтехники, включающую в себя таможенные процедуры оформления, доставку и ввод в эксплуатацию",
    "text6": "Выполняем техническое обслуживание и ремонт спецтехники на базе производителя"
  }
}
