{
  "contacts": {
    "send": "Send",
    "phone": "+971 58  588 95 05",
    "request": "Submit your request and we will call you back!",
    "requestModal": "Submit your request \n and we will call you back!",
    "name": "Name",
    "email": "Email",
    "phoneTitle": "Phone",
    "message": "Text"
  },
  "navbar": {
    "main": "Main",
    "about": "About Us",
    "geophysics": "Geophysics",
    "supply": "Delivery of NAFFCO\nairfield firefighting equipment",
    "contacts": "Contact",
    "request": "Submit your request",
    "menu": "Menu"
  },
  "mainPage": {
    "company": "",
    "text": "is among the leading manufacturers of measuring and logging trucks, geophysical equipment and special purpose vehicles"
  },
  "aboutPage": {
    "startLeftText": "",
    "endLeftText": "is the leading manufacturer of measuring and logging trucks, geophysical equipment and special purpose vehicles.The German company Geo Sys GmbH was established in 1990 in Leipzig, formerly a subsidiary of VEB Geophysik Leipzig, the largest GDR organization specializing in geophysical exploration of mineral deposits in East Germany. The establishment of Geo Sys became a natural continuation of the longstanding tradition of geophysical instrumentation manufacturing in Germany.",
    "rightText": "The company specializes in manufacturing mobile logging trucks on commercial truck chassis, stationary logging units based on shipping containers, geophysical measuring devices and modular logging units. GeoSys is successfully expanding its market presence. Due to years of work and accumulated experience, Geo Sys brand has become well-known in Europe, Transcaucasia, Central Asia and the Middle East.\n\nNowadays, Geo Sys products are deservedly considered a standard of quality and associated with uniqueness, expertise, and technological innovation in the production of machinery, equipment, and devices for the oil and gas industry.\n\nDue to the expansion of activities and development of the sales geography of our products, the company’s key production facilities are located at GEOSYS Middle East in Dubai, United Arab Emirates."
  },
  "specialEquipmentPage": {
    "title": "Delivery of NAFFCO equipment",
    "text": "Geo Sys Middle East is an authorized dealer of NAFFCO FZCO, a global leader in the manufacture and distribution of advanced firefighting equipment from the United Arab Emirates.",
    "subtext": "We sell airfield firefighting equipment and focus on supplying it to airports across Central Europe and the CIS countries.",
    "toEquipment": "See all equipment",
    "howWeWorks": "What is our work process?",
    "text1": "As representatives of a globally recognized manufacturer, we ensure the high quality and reliability of the airfield firefighting equipment we deliver",
    "text2": "We deliver special equipment in various configurations, tailored to the unique requirements of the customers",
    "text3": "We provide training for the customer's staff on how to operate the special equipment",
    "text4": "We promise a considerate approach to the customer at every stage, from the time of order placement to delivery and commissioning of the special equipment",
    "text5": "We supply special equipment in a comprehensive manner, encompassing customs formalities, delivery, and commissioning",
    "text6": "We carry out maintenance and repair of the special equipment at the manufacturer's site"
  },
  "equipmentPage": {
    "backText": "Delivery of NAFFCO equipment",
    "features": "FEATURES",
    "specifications": "SPECIFICATIONS",
    "body": "Body",
    "construction": "- Steel/aluminum structure",
    "panels": "- External panels molded GRP",
    "firefighting": "FIREFIGHTING SYSTEM",
    "system": "- UL classified NFPA 1901 automatic ATP foam system",
    "roofMonitor": "- Roof monitor",
    "roofBumber": "- Bumper monitor",
    "coil": "- Fast attack hose reel",
    "sideLines": "- Side hand-lines",
    "injectors": "- Undertruck protection nozzles",
    "irrigationSystem": "- Cabin protection deluge system",
    "pipeline": "- SS316L pipework",
    "dcp": "- DCP system",
    "electricalSystem": "ELECTRICAL SYSTEM",
    "controller": "- Automotive certified programmable controllers",
    "sensorPanels": "- Robust touch screen panels/control switches",
    "runningLights": "- Traffic related lights",
    "signalLights": "- Warning lights",
    "cabinetLighting": "- Lockers lights",
    "incident": "- Scene lights",
    "conn": "- PA system",
    "drive": "Drive",
    "waterTank": "Water tank",
    "foamTank": "Foam tank",
    "pump": "Fire pump capacity",
    "gvw": "GVW",
    "falcon6note": "**Option with 16m HRET possible with reduced water/foam volumes",
    "falcon8note": "**Available with 16m or 20m HRET possible with reduced water/foam volumes",
    "upto6000": "up to 6000 liters",
    "upto720": "up to 720 liters",
    "performance": "up to 10,000 lpm @ 10 bar",
    "upto26": "up to 26 ton",
    "upto12500": "up to 12 500 liters",
    "upto1500": "up to 1 500  liters",
    "upto39": "up to 39 ton",
    "upto16000": "up to 16 000 liters",
    "upto1920": "up to 1 920  liters",
    "upto52": "up to 52 ton",
    "upto4000": "up to 4000 liters",
    "upto480": "up to 480  liters",
    "upto22": "up to 22 ton",
    "upto7000": "up to 7 000 liters",
    "upto1000": "up to 1 000  liters",
    "upto30": "up to 30 ton",
    "body6061": "- Aluminum 6061 T6 structures or Polypropylene bodyworks",
    "pump10000": "- Up to 10000 lpm @ 10 bar fire pumps"
  },
  "geoPhysics": {
    "main": {
      "marker": "Geophysics",
      "title1": "LOGGING TRUCK",
      "title1noCaps": "LOGGING TRUCK",
      "title2": "SKID-MOUNTED UNIT",
      "title2noCaps": "SKID-MOUNTED UNIT",
      "button": "Contact Us to Purchase"
    },
    "navigation": {
      "mainInformation": "Main information",
      "technicalFeatures": "Technical features",
      "specifications": "Specifications"
    },
    "loggingTrack": {
      "general": {
        "text1": "Geo Sys Middle East manufactures logging trucks for tripping operations during geophysical studies of oil and gas wells.",
        "text2": "Depending on the depth of study and types of cables used, Geo Sys Middle East manufactures various types of logging trucks, ranging from small units to high-capacity ones with a capacity of up to 11 tons (24,000 lbs).",
        "text3": "Geo Sys ME manufactures logging trucks of various configurations, tailored to the individual needs of the customers",
        "text4": "Logging trucks are designed to operate in temperatures ranging from -40°C to +50°C. Geo Sys units are successfully used in polar, tropical, and desert regions worldwide.",
        "text5": "Geo Sys ME manufactures logging trucks of various configurations, tailored to the individual needs of the customers. Geo Sys mobile logging truck comprises a chassis and a technical section made and equipped as per customer specifications. The equipment can be installed on commercial and special chassis of leading world manufacturers - Mercedes, MAN, Scania, Iveco etc. The setup of special equipment is divided into two parts. The winch and other support/ associated equipment is located in the technical compartment, the laboratory houses the operator's control panel and various geophysical measurement and analysis equipment. Additionally, the laboratory is provided with furniture, household appliances, and instruments to ensure comfortable conditions for staff."
      },
      "techSpec": {
        "width": "Width",
        "height": "Height",
        "length": "Length",
        "groundClearance": "Ground clearance",
        "engine": "Engine",
        "generatorTitle": "Generator",
        "drum": "Drum capacity",
        "overallDimensions": "Overall dimensions",
        "speed": "Speed",
        "maximumPullCapability": "Maximum pull capability",
        "generator": "8–10 kW; 110/230 V; 50/60Hz; 1 phase",
        "drumCapacity": "5000 m (16.000 ft) – 7/16 in cable or customer specified",
        "fullDrum": "Full drum",
        "voidDrum": "Empty drum",
        "drumWork": "The winch can be operated with single or multi conductor cable and can be manufactured as a single, double or split drum."
      },
      "techChar": {
        "title1": "Trucks are designed for difficult terrain conditions.",
        "text1": "Logging trucks are equipped with a full-drive system and have an increased cross-country ability for off-road driving which is indispensable for field exploration.",
        "title2": "Technical features",
        "text2": "- Reliable hydraulic components operating under pressure up to 400 bar\n- Planetary gear built in the winch drum (no chain gear)\n- Disk brake built in the planetary gear\n- Three-step cable cleaner (mechanical, compressed air, steam)\n- Depth monitoring and correction by magnetic mark reading \n- Single, double or split drums available\n- Maintenance free multicontact mercury collector during its entire service life\n- Cable spooler with measuring head incl. depth encoder, tension sensor, magnetic mark system",
        "title3": "Designed for use in various environments",
        "text3": "-Technical compartment is heat-insulated\n-The floors in the laboratory are equipped with air heating system \n-Laboratory room equipped with air conditioning\n-Roof with special heat-insulating covering to prevent cabin from overheating ",
        "title4": "Self-contained for remote operations",
        "text4": "- Hydraulic winch powered by PTO of main truck engine\n- Diesel or hydraulic generator for power supply \n- Kitchen unit equipped with household appliances and fresh water tank\n- Sleeping places provided"
      },
      "techChar2": {
        "title1": "Safety and maintenance",
        "text1": "- Direct-driven  hydraulic winch (without chains and gear-down mechanisms)\n- Hydraulic driven brakes\n- Automatic cable layer\n- Cable lubrication system\n- Drip pan assembled under the winch\n- Transport niches and equipment for measuring instruments\n- Black box which records each second or minute the cable speed, tension, depth, date and time",
        "title2": "Depth computer",
        "text2": "- Depth indicator in meters or feet\n- Tension indicator in kN or lbf\n- Speed indicator in m/h or fpm\n- Automatic winch drive with pre-set speed (constant speed, independent full or empty drum)\n- Automatic  shutdown in case of exceeding max. tension\n- Automatic shutdown in case of exceeding min./max. depth\n- Automatic shutdown in case of cable loops formation threat \n- Integrated function for depth and tension calibration",
        "title3": "Logging truck for logging operations in horizontal wells.",
        "text3": "A specialized measuring cable with a diameter of 21–32 mm is used for data transmission and power supply. Its special outer steel armour enables the transportation of the instruments."
      }
    },
    "skidMountedUnit": {
      "general": {
        "text1": "Skid logging unit is used for the descent and ascent of downhole tools during geophysical studies and operations in the construction and operation of oil and gas wells.",
        "text2": "The skid unit has been designed to withstand temperatures ranging from -45°C to +50°C.",
        "text3": "Technical section is divided into three compartments: the container contains a winch skid, a lab designed to house the control panel for the winch and enough space for any required acquisition and interpretation equipment and the power Skid."
      },
      "techChar": {
        "title1": "Technical features",
        "text1": "- Reliable hydraulic components operating under pressure up to 400 bar\n- Planetary drive of the winch drum (no chain gear)\n- Disk brake built in the planetary gear\n- Three-step cable cleaner (mechanical, pressure  air, steam\n- Depth monitoring and correction by magnetic marks reading\n- Single, double or split drums available\n- Multi-contact mercury collector, requiring no maintenance during its entire service life\n- Cable spoolerwith measuring head incl. depth encoder, tension sensor, magnetic mark system",
        "title2": "Performance capabilities",
        "text2": "- Transportation  of containers by helicopter on the suspension \n- Sea container with a turning facility\n- Skid units for arctic, desert or offshore operations available.\n",
        "title3": "Designed for use in various environments",
        "text3": "- Technical compartment is heat-insulated \n- The floors in the laboratory are equipped with air heating system \n- Laboratory room equipped with air conditioning\n- Roof with special heat-insulating covering to prevent cabin from heating",
        "title4": "Self-contained for remote operations",
        "text4": "- Hydraulic winch powered by electrical or diesel power unit\n- Diesel generator for lighting and power supply laboratory\n- Compartments provided for necessary logging tools\n- Kitchen unit with fresh water tank\n- Sleeping places provided"
      },
      "techSpec": {
        "width": "Width",
        "height": "Height",
        "length": "Length",
        "weight": "Weight",
        "generatorTitle": "Generator",
        "drum": "Drum capacity",
        "driveUnitTitle": "DriveUnit",
        "overallDimensions": "Overall dimensions",
        "speed": "Speed",
        "maximumPullCapability": "Maximum pull capability",
        "generator": "8 – 10 kW; 110/ 230 V; 50/ 60Hz; 1 phase",
        "drumCapacity": "Cable 5,000 m (16,000 ft) — 7/16 in 16 or as per customer's request",
        "driveUnit": "Diesel or electrical motor 120 KW",
        "fullDrum": "Full drum",
        "voidDrum": "Empty drum"
      },
      "techSpec2": {
        "title1": "Safety and maintenance",
        "text1": "•   Direct hydraulic drive winch (without chains or other movable components) \n•   Hydraulic driven brakes\n•   Cable spooler for regulated coiling of the cable\n•   Cable lubrication system\n•   Drip pan assembled under the winch\n•   Transport devices for the logging tools\n•   Black box that records cable speeds, tension, depth, date, and time ",
        "title2": "Depth computer",
        "text2": "•   Depth indicator in meters or feet\n•   Tension indicator in kN or lbf\n•   Speed indicator in m/h or fpm\n•   Automatic winch operation mode with pre-set speed (constant speed regardless of the full or empty drum\n•   Automatic shutdown in case of exceeding max. tension\n•   Automatic shutdown in case of exceeding min./max.depth \n•   Automatic shutdown in case of cable loops formation threatIntegrated function for depth and tension calibration"
      }
    }
  }
}
