export const equipments = [
  {
    id: 1,
    serie: "Falcon Series",
    title: "Falcon 4",
    images: [],
    characteristics: [
      {
        title: "КУЗОВ",
        subtitle: [
          "- Стальная/алюминиевая конструкция",
          "- Внешние панели из формованного стеклопластика",
        ],
      },
      {
        title: "СИСТЕМА ПОЖАРОТУШЕНИЯ",
        subtitle: [
          "- Автоматическая система пенообразования ATP, классифицированная UL по стандарту NFPA 1901",
          "- Лафетный ствол на крыше",
          "- Лафетный ствол на бампере",
          "- Быстродействующая катушка для шланга",
          "- Боковые рукавные линии",
          "- Защитные форсунки под грузовиком",
          "- Система орошения для защиты кабины",
          "- Трубопроводы из нержавеющей стали SS316L",
          "- Система DCP",
        ],
      },
      {
        title: "ЭЛЕКТРОСИСТЕМА",
        subtitle: [
          "- Сертифицированные автомобильные программируемые контроллеры",
          "- Прочные сенсорные панели / переключатели управления",
          "- Ходовые огни",
          "- Сигнальные огни",
          "- Освещение шкафчиков",
          "- Освещение места происшествия",
          "- Система громкоговорящей связи",
        ],
      },
    ],
  },
  {
    id: 2,
    serie: "Falcon Series",
    title: "Falcon 6",
    images: [],
    characteristics: [
      {
        title: "КУЗОВ",
        subtitle: [
          "- Стальная/алюминиевая конструкция",
          "- Внешние панели из формованного стеклопластика",
        ],
      },
      {
        title: "СИСТЕМА ПОЖАРОТУШЕНИЯ",
        subtitle: [
          "- Автоматическая система пенообразования ATP, классифицированная UL по стандарту NFPA 1901",
          "- Лафетный ствол на крыше",
          "- Лафетный ствол на бампере",
          "- Быстродействующая катушка для шланга",
          "- Боковые рукавные линии",
          "- Защитные форсунки под грузовиком",
          "- Система орошения для защиты кабины",
          "- Трубопроводы из нержавеющей стали SS316L",
          "- Система DCP",
        ],
      },
      {
        title: "ЭЛЕКТРОСИСТЕМА",
        subtitle: [
          "- Сертифицированные автомобильные программируемые контроллеры",
          "- Прочные сенсорные панели / переключатели управления",
          "- Ходовые огни",
          "- Сигнальные огни",
          "- Освещение шкафчиков",
          "- Освещение места происшествия",
          "- Система громкоговорящей связи",
        ],
      },
    ],
  },
  {
    id: 3,
    serie: "Falcon Series",
    title: "Falcon 8",
    images: [],
    characteristics: [
      {
        title: "КУЗОВ",
        subtitle: [
          "- Стальная/алюминиевая конструкция",
          "- Внешние панели из формованного стеклопластика",
        ],
      },
      {
        title: "СИСТЕМА ПОЖАРОТУШЕНИЯ",
        subtitle: [
          "- Автоматическая система пенообразования ATP, классифицированная UL по стандарту NFPA 1901",
          "- Лафетный ствол на крыше",
          "- Лафетный ствол на бампере",
          "- Быстродействующая катушка для шланга",
          "- Боковые рукавные линии",
          "- Защитные форсунки под грузовиком",
          "- Система орошения для защиты кабины",
          "- Трубопроводы из нержавеющей стали SS316L",
          "- Система DCP",
        ],
      },
      {
        title: "ЭЛЕКТРОСИСТЕМА",
        subtitle: [
          "- Сертифицированные автомобильные программируемые контроллеры",
          "- Прочные сенсорные панели / переключатели управления",
          "- Ходовые огни",
          "- Сигнальные огни",
          "- Освещение шкафчиков",
          "- Освещение места происшествия",
          "- Система громкоговорящей связи",
        ],
      },
    ],
  },
  {
    id: 4,
    serie: "ARFF Series",
    title: "ARFF Commercial 4*4",
    images: [],
    characteristics: [
      {
        title: "КУЗОВ",
        subtitle: [
          "- Алюминиевые конструкции 6061 T6 или полипропиленовые кузова",
        ],
      },
      {
        title: "СИСТЕМА ПОЖАРОТУШЕНИЯ",
        subtitle: [
          "- Пожарные насосы до 10 000 л/мин при давлении 10 бар",
          "- Автоматическая система пенообразования ATP, классифицированная UL по стандарту NFPA 1901",
          "- Лафетный ствол на крыше",
          "- Лафетный ствол на бампере",
          "- Быстродействующая катушка для шланга",
          "- Боковые рукавные линии",
          "- Защитные форсунки под грузовиком",
          "- Система орошения для защиты кабины",
          "- Трубопроводы из нержавеющей стали SS316L",
          "- Система DCP",
        ],
      },
      {
        title: "ЭЛЕКТРОСИСТЕМА",
        subtitle: [
          "- Сертифицированные автомобильные программируемые контроллеры",
          "- Прочные сенсорные панели / переключатели управления",
          "- Ходовые огни",
          "- Сигнальные огни",
          "- Освещение шкафчиков",
          "- Освещение места происшествия",
          "- Система громкоговорящей связи",
        ],
      },
    ],
  },
  {
    id: 5,
    serie: "ARFF Series",
    title: "ARFF Commercial 6х6",
    images: [],
    characteristics: [
      {
        title: "КУЗОВ",
        subtitle: [
          "- Алюминиевые конструкции 6061 T6 или полипропиленовые кузова",
        ],
      },
      {
        title: "СИСТЕМА ПОЖАРОТУШЕНИЯ",
        subtitle: [
          "- Автоматическая система пенообразования ATP, классифицированная UL по стандарту NFPA 1901",
          "- Лафетный ствол на крыше",
          "- Лафетный ствол на бампере",
          "- Быстродействующая катушка для шланга",
          "- Боковые рукавные линии",
          "- Защитные форсунки под грузовиком",
          "- Система орошения для защиты кабины",
          "- Трубопроводы из нержавеющей стали SS316L",
          "- Система DCP",
        ],
      },
      {
        title: "ЭЛЕКТРОСИСТЕМА",
        subtitle: [
          "- Сертифицированные автомобильные программируемые контроллеры",
          "- Прочные сенсорные панели / переключатели управления",
          "- Ходовые огни",
          "- Сигнальные огни",
          "- Освещение шкафчиков",
          "- Освещение места происшествия",
          "- Система громкоговорящей связи",
        ],
      },
    ],
  },
];
